Revit 2027 API
ParameterTypeId.RbsElecApparentLoadPhaseb Property
 "Apparent Power Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecApparentLoadPhaseb { get; }
Public Shared ReadOnly Property RbsElecApparentLoadPhaseb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecApparentLoadPhaseb {
	ForgeTypeId^ get ();
}
static member RbsElecApparentLoadPhaseb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace